Repository: Leptopoda/bierverkostung
Catalog: lib/l10n/app_*.arb
Languages: de

source: Login
de: Anmelden

source: Login Anonymously
de: Anonym registrieren

# login_error
source: error signing in
de: Fehler bei der Anmeldung

# login_password_digit
source: should contain at least one digit
de: Sollte mindestens eine Zahl enthalten

# login_password_length
source: Must be at least 8 characters in length
de: Muss mindestens 8 Zeichen lang sein

# login_newAccount
source: Don't have an account?
de: Noch keinen Account?

# login_register
source: Register
de: Registrieren

source: Details
de: Deteils

# login_eMail_invalid
source: Invalid Email
de: Ungültige E-mail

# login_anonymous
source: Anonymous
de: Annonym

# login_password_forgot
source: Forgot Password
de: Passwort vergessen

# login_password_empty
source: empty field
de: leeres Feld

# login_password_upperCase
source: should contain at least one upper case
de: Sollte mindestens einen Großbuchstaben enthalten

# login_password_lowerCase
source: should contain at least one lower case
de: Sollte mindestens einen Kleinbuchstaben enthalten

# login_signIn
source: Sign in
de: Anmelden

# login_password
source: Password
de: Passwort

source: No Item Selected
de: noch nichts ausgewählt

source: No Items Found
de: keine Einträge gefunden

source: Loading
de: laden

source: something went wrong
de: etwas ist schief gelaufen

# errorMessage
source: The unicorns are on thier way to fix the problem. To help them please report the following error:
de: Die Einhörner sind auf ihrem web den Fehler zu beheben. Gib ihnen folgenden Fehler weiter um ihnen zu helfen:

# loading_processingData
source: Processing Data
de: Verarbeite Daten

# alert_donotShowAgain
source: Don't show again
de: Nicht wieder zeigen

# alert_continue
source: Continue
de: Weiter

source: Drinking Games
de: Trinkspiele

# drinkingGames_toasts_next
source: Next
de: Weiter

# drinkingGames_toasts_old
source: Old toasts
de: Alte Trinksprüche

# drinkingGames_toasts_new
source: New toasts
de: Neue Trinksprüche

# drinkingGames_toasts_random
source: Random
de: Zufällig

# drinkingGames_toasts_random_desc
source: Random number?
de: Zufällige Zahl?

# drinkingGames_toasts_specific
source: Specific number?
de: Bestimmte Zahl?

# drinkingGames_toasts_back
source: Back
de: Zurück

# drinkingGames_burningRingOfFire_description_seven
source: Heaven - Point your finger in the sky, whoever is last must drink.
de: Himmel - Hebe deine Hand in die Luft, wer dir als letztes nachmacht muss trinken.

# drinkingGames_materials
source: Materials
de: Materialien

# drinkingGames_burningRingOfFire_description_eight
source: Mate - Chose a drinking mate who has to drink with you every time.
de: Kamerad - Wähle einen Saufkompanen, welcher jedes mal mit dir mittrinken muss.

# alert_escape
source: Cancel
de: Abbrechen

# form_required
source: Required
de: Pflichtfeld

# form_submit
source: Submit
de: Absenden

# drinkingGames_generalRules
source: Genral Rules
de: Generelle Regeln

# drinkingGames_burningRingOfFire_description_ten
source: Never have I ever - Play a round "Never have I ever …", whoever has done it must drink.
de: Ich habe noch nie - Spiele eine Runde "Ich habe noch nie ..." und wer es schonmal gemacht hat muss trinken.

# drinkingGames_burningRingOfFire_description_two
source: You - Pick someone to drink.
de: Du - Wähle einen, der trinken muss.

# drinkingGames_burningRingOfFire_description_three
source: Me - You must drink.
de: Ich - Trinke selbst.

# drinkingGames_burningRingOfFire_description_four
source: Floor - When you put your hand on the table everyone must follow and whomever is last must drink. You are the floor master till someone else picks a four.
de: Boden - Wenn du deine Hand auf den Tisch legst, muss jeder nachziehen. Der letzte Trinkt! Du bleibst der Floormaster bis ein anderer die vier zieht.

# drinkingGames_burningRingOfFire_description_five
source: Guys - All guys drink.
de: Jungs - Alle Jungs trinken.

# drinkingGames_burningRingOfFire_description_six
source: Chicks - All girls must drink.
de: Mädchen - Alle Mädchen trinken.

source: Drink Safe!
de: Trink vernünftig!

# beertasting_clarity
source: Clarity
de: Klarheit

# beertasting_taste
source: Taste
de: Geschmack
